<script setup lang="ts"></script>

<template>
  <div class="text-block">
    <h1>О нашем сервисе</h1>
    <p>
      Онлайн-маркет товаров ручной работы, винтажа, дизайнерских вещей от локальных брендов и материалов для творчества
    </p>
    <h2>Как работает маркет</h2>
    <ol>
      <li>Продавец доставляет свой товар напрямую покупателю, без отгрузок на склад</li>
      <li>Никаких посредников — а значит, нет лишних контактов и наценок</li>
      <li>Покупатель получает максимально выгодную стоимость товара, быструю доставку, персональное обслуживание и поддержку после продажи напрямую от продавца</li>
    </ol>
  </div>
</template>

<style scoped>
ol {
  list-style-type: decimal;
  margin-left: 2rem;
}
</style>
